Repository: ppoza/challenge-meli
Catalog: challengeMeli/Resources/Localizable.xcstrings
Source language: es_419
Languages: en

# buy_now
source: Comprar ahora
en: Buy now

# error_no_connection
source: Sin conexión de a internet.
en: No internet connection.

# error_parsing
source: Error al leer respuesta. Inténtalo más tarde.
en: Error reading response. Try again later

# error_timeout
source: El tiempo de espera se agotó. Inténtalo más tarde
en: The request timed out. Try again later

# error_unknown
source: Error desconocido
en: Unknown error

# error_unknown_with_message
source: Error desconocido: %@
en: Unknown error: %@

# help_search_text
source: Ingrese al menos 3 caracteres
en: Enter at least 3 characters

# retry
source: Reintentar
en: Try again

# route_not_found
source: Ruta no encontrada
en: Route not founde

# searcher
source: Buscador
en: Searcher
